nodes = [
    ('Москва', 55.7522200, 37.6155600),
    ('Санкт-Петербург', 59.9386300, 30.3141300),
    ('Нижний Новгород', 56.323902, 44.002267),
    ('Ростов-на-Дону', 47.2313500, 39.7232800),
    ('Новосибирск', 55.0415000, 82.9346000),
    ('Екатеринбург', 56.838002, 60.597295),
    ('Хабаровск', 48.472584, 135.057732)
]

add_nodes = [
    ('Хабаровск', 48.472584, 135.057732),
    ('Челябинск', 55.159774, 61.402455),
    ('Екатеринбург', 56.838002, 60.597295),
    ('Уфа', 54.734768, 55.957838),
    ('Самара', 53.195533, 50.101801),
    ('Саратов', 51.531528, 46.03582),
    ('Волгоград', 48.7193900, 44.5018300),
]

edge = [

]

if __name__ == '__main__':
    print(nodes)